# Задача 1: Найдите сумму цифр трехзначного числа.
# 123 -> 6 (1 + 2 + 3)
# 100 -> 1 (1 + 0 + 0)

print('Введите числа: ') # сообщение о вводе 
a = int(input())  # значение перменой a
b = int(input())  # значение перменой b
c = int(input())  # значение перменой c
sum = a + b + c 
print(sum) # Конец выполения суммы.